{"adventure": {
    "name": "Test Adventure 1",
    "author": "me",
    "chapter": {
        "0": {
          "id": "0",
          "name": "Start",
          "text": "Hänsel und Gretel gingen in den Wald. Dort war es finster und auch so bitter kalt. An einer Kreuzung stand ein Wegweiser, auf dem Stand rechts Freiheit links böse Hexe. In welche Richtung möchtest du gehen?",
          "follower": {
              "0": 1,
              "1": 2,
              "2": null
          },
          "trigger": {
              "story_control": "start",
              "inventory": null,
                "require": null
          }
        },
        "1": {
            "id": "1",
            "name": "Gehe nach rechts in die Freiheit",
            "text": "Sie gingen nach rechts, in die Freiheit. Leider war das Schild von Sklavenhändlern aufgestellt worden, welche Hänsel zur Kinderarbeit in einen Steinbruch verkauften, wo er früh starb und Gretel in die Prostitution, wo sie noch heute anschaffen geht. ENDE",
            "follower": {
                "0": null,
                "1": null,
                "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": null,
                "require": null
            }
        },
        "2": {
            "id": "2",
            "name": "Gehe nach links zur bösen Hexe",
            "text": "Da sie gehört hatten, das Hexen meist in leckeren essbaren Häusern wohnen und ziemliche Schätze hatten, beschlossen sie die alte Hexe zu besuchen. Sie gingen fast einen halben Tag immer weiter in den Wald. Als plötzlich ein kleines Männchen am Wegesrand stand.",
            "follower": {
                "0": 3,
                "1": 4,
                "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "3": {
            "id": "3",
            "name": "ignoriere den Knilch",
            "text": "Da der kleine Kerl aussieht wie ein Kinderschänder auf Freigang, ignoriert ihr ihn und marschiert weiter den Weg entlang",
            "follower": {
                "0": 5,
                "1": null,
                "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "4": {
            "id": "4",
            "name": "ihr geht auf den Kerl zu",
            "text": "Auch wenn er etwas seltsam aussieht, geht ihr auf den Kerl zu. Er öffnet seinen langen Mantel, doch statt eines Exibitionisten, handelt es sich bei der Gestalt um einen Schwarzmarkt Händler. Er grinst breit und fängt dann an zu sprechen. 'Braucht ihr Zeug? Ich hab alles! Drogen, Pornos, Waffen. Was wollt ihr? Leider habt ihr nur genug Kohle für eins der Dinge.",
            "follower": {
                "0": 5,
                "1": 6,
		        "2": 7
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "5": {
            "id": "5",
            "name": "Kauft euch Drogen",
            "text": "Ihr beschließt, dass es eine super Idee wäre, euch Drogen zu kaufen, damit ihr euch bei der Hexe dann richtig zudröhnen könnt.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Drogen",
                "require": null
            }
        },
        "6": {
            "id": "6",
            "name": "Kauft Pornos",
            "text": "Noch bevor Gretel etwas sagen kann, hat sich Hänsel für einen Stapel Pornohefte entschieden. Ihr wisst zwar nicht so genau, wofür ihr die braucht bei der Hexe, aber Hänsel erläutert, dass man Pornos immer brauchen kann.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Pornos",
                "require": null
            }
        },
        "7": {
            "id": "7",
            "name": "Kauft euch Waffen",
            "text": "Da ihr der Meinung seid, dass die Hexe sicherlich nicht freiwillig das Feld räumen wird, nehmt ihr für Hänsel eine schicke Shotgun und für Gretel hat der freundliche Händler einen schnuckeligen Revolver.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Waffen",
                "require": null
            }
        },
        "8": {
            "id": "8",
            "name": "Geht weiter zur Hexe",
            "text": "Kurz vor Sonnenuntergang kommt ihr bei einem tollen Haus aus Lebkuchen und anderen Leckereien an. Vor dem Haus steht eine runzlige Alte die schon auf euch gewartet hat. ",
            "follower": {
                "0": 9,
                "1": 10,
		        "2": 11
            },
            "trigger": {
                "story_control": "require|Waffen,Drogen, Pornos",
                "inventory": null,
                "require": null
            }
        },
        "9": {
            "id": "9",
            "name": "Werft euch die Drogen ein",
            "text": "Ihr werft euch die Drogen ein und werdet tierisch high. Das sorgt leider auch dafür, dass ihr nur dümmlich lacht als die Hexe euch problemlos überwältigt und an einen großen Spieß bindet. Anschließend schürt sie ein großes Feuer an und brät euch am Spieß darüber schön knusprig. Aber zumindest hattet ihr was zu lachen, bis ihr gut durch wart. ENDE",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": "remove|Drogen",
                "require": "Drogen"
            }
        },
        "10": {
            "id": "10",
            "name": "Holt die Pornos raus",
            "text": "Hänsel holt die Pornos aus dem Rucksack, was die Hexe erst einmal sehr verwirrt. Gretel, die das ziemlich dämlich findet, verbündete sich mit der Hexe. Zusammen werfen sie Hänsel in einen Käfig, wo dieser noch masturbierend für ein paar Tage sitzt bis er gegrillt wird. Die Hexe macht Gretel zu ihrem Lehrling und zusammen verspeisen sie in Zukunft gemeinsam Kinder. ENDE",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": "use|Pornos",
                "require": "Pornos"
            }
        },
        "11": {
            "id": "11",
            "name": "Zückt die Waffen und mäht die Hexe um",
            "text": "Ihr packt die Waffen aus und macht die Hexe nieder. Anschließend zieht ihr in ihr leckeres Haus, macht ein paar inzestuöse Wasserkopfkinder und begründet eine neue Kanibalen Redneck Sippe um auch in Zukunft noch Stoff für Horrorfilme zu haben. ENDE",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": "use|Waffen",
                "require": "Waffen"
            }
        }
    }
}}