{"adventure": {
    "name": "Der Fluch von Ingvalla",
    "filename": "fluch_von_ingvalla.json",
    "author": "Jonatan Schenk (info@kiffendes-schaf.de)",
    "description": "Untoten treiben in den Sümpfen von Lyckmoor, nahe der Ortschaft Ingvalla, ihr Unwesen. Neuerdings werden sie auch in Ingvalla gesichtet, obwohl sie sich ansonsten von dem Dorf ferngehalten haben. Um herauszufinden, was es mit der Plage auf sich hat, wird ein Held gebraucht...",
    "chapter": {
        "0": {
          "id": "0",
          "name": "Start",
          "text": "“Seid gegrüßt! Ich sehe, Ihr tragt eine Waffe. Könnt Ihr damit auch umgehen? Gestattet, dass ich mich vorstelle, mein Name ist Janske Thurboldson, ich komme aus Ingvalla, einem Dorf, zu Pferd etwa zwei Tagesreisen von hier – sofern man sich beeilt.”",
          "follower": {
              "0": 2,
              "1": null,
              "2": null
          },
          "trigger": {
              "story_control": "start",
              "inventory": null,
                "require": null
          }
        },
        "2": {
            "id": "2",
            "name": "Weiter",
            "text": "Der junge Mann, der vor euch steht, ist ein junger Thorwaler, er mag vielleicht zwanzig Sommer zählen. Sein blondes Haar trägt er zu zwei Zöpfen geflochten, und auf seinem linken Oberarm hat er eines der typischen Thorwaler Hautbilder, einen Wal. “Ingvalla ist verflucht”, fährt er fort, “wir brauchen jemanden, der uns hilft. Ihr seht so aus, als wäret Ihr wie geschaffen für diese Aufgabe!” Was antwortet Ihr?",
            "follower": {
                "0": 3,
                "1": 4,
                "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "3": {
            "id": "3",
            "name": "“Lasst uns in ein Wirtshaus gehen, und erzählt mir, worum es geht.”",
            "text": "In der Schänke “Zum trunkenen Ork” erzählt euch der Jüngling, in welcher Lage sich Ingvalla befindet: “Gen Praios­Efferd von Ingvalla aus befinden sich die Sümpfe von Lyckmoor. Diese werden schon seit langem von abscheulichen Kreaturen, wandelnden Leichen und Skeletten bevölkert. Doch neuerdings dringen sie nachts bis in unser Dorf vor! Früher hätten sie das nie gewagt. Die Bewohner des Dorfes sind verängstigt. Sie haben Angst um Hab und Gut, um ihr Vieh, aber noch mehr um ihr Leben. Wir glauben, dass irgend etwas dort in den Sümpfen vorgeht, wissen allerdings nicht, was. Jemand muss herausfinden, was es mit der Plage auf sich hat, und sie beseitigen. Könnt Ihr euch der Sache annehmen? Wir werden euch auch dafür belohnen. Zwar haben wir nicht viel, aber uns wird schon etwas einfallen.",
            "follower": {
                "0": 5,
                "1": 4.5,
                "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "4": {
            "id": "4",
            "name": "Morgen ist Immanspiel, da kann ich hier nicht weg.",
            "text": "Enttäuscht wendet der junge Thorwaler sich von Euch ab. Besonders heldenhaft scheint Ihr ja nicht zu sein...",
            "follower": {
                "0": null,
                "1": null,
                "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": null,
                "require": null
            }
        },
        "4.5": {
            "id": "4",
            "name": "“Ich befürchte, das ist eine Nummer zu groß fürmich.”",
            "text": "Enttäuscht wendet der junge Thorwaler sich von Euch ab. Besonders heldenhaft scheint Ihr ja nicht zu sein...",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": null,
                "require": null
            }
        },
        "5": {
            "id": "5",
            "name": "“Ja, lasst uns sofort aufbrechen.”",
            "text": "Ihr brecht noch am selben Abend gen Süden auf. Janske hat zwei Reittiere dabei, so dass Ihr zu Pferd reisen könnt. Die Reise verläuft ohne Zwischenfälle, und am Abend des zweiten Tages erreicht Ihr das Dorf. Janske steuert den Swafnirtempel an. “Bei Einbruch der Dunkelheit zieht sich ein Großteil der Bevölkerung in den Tempel zurück. Es ist der sicherste Ort hier. Jeweils drei Männer halten Wache, falls sich doch eine der Kreaturen in die Nähe wagen sollte”, erklärt euch Janske. Reichlich notdürftige Schlafstätten sind im Tempel aufgebaut, ebenfalls befinden sich bereits einige Menschen dort. Ihr werdet sofort von einem kräftigen Mann begrüßt, der sich Euch als Hetmann Starkad Bjarnhildson vorstellt. “Letzte Nacht waren sie wieder hier”, meint er zu Janske. “Sie haben sich aber nicht in den Tempel gewagt. Ansonsten ist Tjalf Norhildson, der Skalde, gestern hier eingetroffen. Er war in der Nähe der Sümpfe unterwegs, und behauptet, im alten Gutshof würde jemand wohnen. Ihr solltet mit ihm reden. ",
            "follower": {
                "0": 6,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "6": {
            "id": "6",
            "name": "Er ist noch im Schnapskeller",
            "text": "Torebrands Schnapskeller, eine der beiden Tavernen im Ort, ist ziemlich gut gefüllt, was wohl hauptsächlich an dem Skalden liegt, der gerade ein Lied vorträgt. Tjalf Norhildsson ist ein dünner Mann von etwa fünfzig Jahren, mit langem rotem Haar, das er zu zwei Zöpfen geflochten hat. Nachdem er mit seinem Lied fertig ist, erzählt er euch, dass er hier geboren ist, und gestern aus Richtung Nostria angekommen. Auf der Reise hierher sei er an einem alten Gutshof vorbeigekommen, der eigentlich schon seit Ewigkeiten nicht mehr bewohnt wird. Aber ihm sei aufgefallen, dass jemand die alte, morsche Tür, durch eine neue ersetzt haben muss. Wollt ihr...",
            "follower": {
                "0": 11,
                "1": 7,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "7": {
            "id": "7",
            "name": "in den Tempel zurückkehren",
            "text": "Im Tempel findet Ihr wie erwartet noch mehr Menschen vor, als bei eurer Ankunft in Ingvalla. Der Hetmann ist nicht zu sehen, aber eine junge Frau kommt auf euch zu, und stellt sich als Hjelgira Torfinnsdottir vor. Sie sei die örtliche Swafnirgeweihte. ",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Waffen",
                "require": null
            }
        },
        "8": {
            "id": "8",
            "name": "Weiter",
            "text": "Worüber wollt ihr mit Hjelgira reden?",
            "follower": {
                "0": 12,
                "1": 13,
		        "2": 9
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "9": {
            "id": "9",
            "name": "Oder wollt ihr euch schlafen legen?",
            "text": "Ihr legt euch schlafen, werdet aber in der Nacht von Kampfeslärm geweckt! Ihr stürmt nach draußen, und seht, dass gerade einige kräftige Männer mit mehreren Untoten kämpfen. Sobald ihr den Tempel verlassen habt stürzt sich ein Zombie auch auf Euch!",
            "follower": {
                "0": 10,
                "1": 14,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "10": {
            "id": "10",
            "name": "Werft euch heldenhaft in den Kampf",
            "text": "Mit einigen heftigen Hieben streckt ihr den Untoten nieder. Auch die anderen Kämpfer haben es mittlerweile geschafft, die Untoten zu besiegen. Einige der Wesen liegen tot auf dem Boden, andere fliehen. Für euch gibt es erstmal nichts zu tun. Ihr legt euch wieder zur Ruhe, schlaft erstaulich gut, und regeneriert in der Nacht 1W+3 Lebenspunkte. Am nächsten Morgen brecht Ihr in Richtung des alten Gutshofes auf... ",
            "follower": {
                "0": 18,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "11": {
            "id": "11",
            "name": "noch auf ein Bier bleiben?",
            "text": "Ihr bleibt noch ein Weilchen im Schnapskeller, trinkt noch das ein oder andere Bier, und unterhaltet euch mit den Anwesenden. Ihr erfahrt, dass die Kneipe nach Torebrand, dem Vater von Hjalla Baernhildsdottir, einer großen Heldin des Ortes, benannt ist, der früher in diesem Haus gewohnt hat. Doch schon bald verlassen die Gäste das Lokal, und ihr entscheidet euch, auch in den Tempel zurückzugehen.",
            "follower": {
                "0": 7,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Info: Hjalla",
                "require": null
            }
        },
        "12": {
            "id": "12",
            "name": "Was wisst Ihr über den alten Gutshof?",
            "text": "“Der alte Gutshof... ja, der liegt am Rand der Sümpfe, deshalb wird er schon seit Hyggeliks Zeiten nicht mehr bewohnt. Es war auch lange niemand mehr dort, bis auf Tjalf gestern. Dort treiben sich ja bekanntlich die wandelnden Leichen herum, und zwar schon immer. Übrigens, jetzt wo Ihr danach fragt... vor einiger Zeit hat sich schon einmal jemand nach dem Hof erkundigt, ein älterer Mann. Ist aber schon einige Jahre her!”",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null,
                "require": null
            }
        },
        "13": {
            "id": "13",
            "name": "Was war damals mit Hjalla Baernhildsdotir?",
            "text": "“Hjalla war damals eine junge Frau. Sie hat eine Menge dieser Wesen aus den Sümpfen mit ihrer Axt erschlagen – aber lasst euch die Geschichte lieber von Tjalf erzählen. Hjallas Axt wird seitdem hier im Tempel aufbewahrt, und es heisst, die Wesen hätten immer noch Angst vor ihr. Wenn Ihr wollt kann ich sie euch leihen, damit Ihr uns helfen könnt.” Wollt ihr...",
            "follower": {
                "0": 31,
                "1": 32,
		        "2": null
            },
            "trigger": {
                "story_control": "require|Info: Hjalla",
                "inventory": null,
                "require": null
            }
        },
        "14": {
            "id": "14",
            "name": "Versucht feige weg zu rennen",
            "text": "Doch der Zombie ist schneller und wirft euch zu Boden. Unaufhörlich prasseln seine Fäuste auf euch ein, dann verliert Euer Held das Bewusstsein, und Euch bleibt nur zu hoffen, dass er von Golgari geholt wird...",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "end",
                "inventory": null
            }
        },
        "15": {
            "id": "11",
            "name": "noch auf ein Bier bleiben?",
            "text": "In dem Raum befindet sich ein alter Mann, wohl um die sechzig Sommer mag er zählen. Ein Thorwaler scheint er nicht zu sein, ihr schätzt seine Größe auf etwa 165 Halbfinger. Seine Haare sind, genau wie sein Bart, lang und schon deutlich ergraut. Aufgrund des Stabes, den er trägt, schließt ihr, dass er wohl ein Magier ist. Er sitzt auf einem Schemel und scheint angestrengt nachzudenken. Auf Euer Eintreten reagiert er zunächst nicht. Ansonsten befindet sich noch ein Tisch im Raum. Einige erloschene Kerzen stehen auf dem Steinboden. Wollt Ihr...",
            "follower": {
                "0": 19,
                "1": 23,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "16": {
            "id": "16",
            "name": "lest das Pergament",
            "text": "“Gustavo, mein alter Lehrmeister, hat den Verstand verloren. Ich bin nicht mächtig genug, es mit ihm aufzunehmen, werde also gezwungen sein, mir Hilfe zu holen. Alles ist vorbereitet für das Ritual. Ich hoffe, dass alles gelingt... Leichen zu erwecken, und einen Dämon zu beschwören, das ist doch ein gewaltiger Unterschied...”",
            "follower": {
                "0": 42,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "17": {
            "id": "17",
            "name": "geht trotzdem auf den Mann los",
            "text": "Der Magier wehrt sich nur halbherzig, wirkt keinerlei Zauber, und bittet euch immer wieder um Nachsicht. Sehr seltsam...",
            "follower": {
                "0": 22,
                "1": 26,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "18": {
            "id": "18",
            "name": "noch auf ein Bier bleiben?",
            "text": "Nachdem Ihr etwa vier Stunden gen PraiosEfferd gegangen seid, seht ihr den Gutshof. Die Tür scheint nur angelehnt zu sein. Wollt ihr...",
            "follower": {
                "0": 21,
                "1": 20,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "19": {
            "id": "19",
            "name": "den Mann angreifen.",
            "text": "Als Ihr mit den Waffen auf den Alten zustürmt, bemerkt er euch. “Haltet ein!”, ruft er mit schwacher Stimme, während ein Zucken durch seinen Körper geht. Wollt Ihr...",
            "follower": {
                "0": 17,
                "1": 24,
		        "2": 29
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "20": {
            "id": "20",
            "name": "euch zuerst noch umsehen",
            "text": "Der Hof steht zwar auf festem Boden, aber schon wenige Schritt in Richtung Praios beginnt unwegsames Sumpfland. In der Ferne seht ihr einige Schatten sich bewegen, vermutlich Untote, aber sie scheinen euch nicht zu bemerken. Das Gebäude ist recht alt, wurde jedoch vor kurzem zumindest teilweise renoviert. Vorsichtig blickt Ihr durch ein Fenster. Ihr seht eine Gestalt, die von einem gelegentlichen Zucken abgesehen regungslos auf einem Schemel sitzt. ",
            "follower": {
                "0": 21,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "21": {
            "id": "21",
            "name": "das Gebäude betreten",
            "text": "An der Tür fällt Euch ein metallenes Relief einer Gans auf, das Symbol Travias, das für Gastfreundschaft steht. Jedoch hat irgend jemand das komplette Tier mit Blut beschmutzt. Euch schaudert vor solcher Gottlosigkeit! Mit gezogener Waffe öffnet Ihr die Tür vorsichtig und betretet das Haus. Ihr kommt in einen kleinen Vorraum. Drei Türen führen in weitere Räume. Zunächst öffnet Ihr die Tür, die gen Rahja führt. Hier befindet sich anscheinend ein Schlafraum. Ein einfaches Lager ist aufgebaut, darüber hinaus gibt es einige Nahrungsmittel. An der hinteren Wand des Raumes steht ein Regal mit einigen Büchern.",
            "follower": {
                "0": 34,
                "1": 54,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "22": {
            "id": "22",
            "name": "Kampf abbrechen",
            "text": "“Praios sei Dank, dass ihr zur Vernunft gekommen seid!” Plötzlich wirkt der Mann noch viel gebrechlicher als zuvor.",
            "follower": {
                "0": 24,
                "1": 29,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "23": {
            "id": "23",
            "name": "ihn ansprechen.",
            "text": "Als ihr den alten Mann ansprecht, bemerkt er euch. Ein Zucken geht durch seinen Körper, als er euch mit schwacher Stimme willkommen heißt",
            "follower": {
                "0": 24,
                "1": 29,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "24": {
            "id": "24",
            "name": "hört euch an was er zu sagen hat",
            "text": "“Kann euch nicht viel sagen... keine Kraft... brauche Hilfe...”. Der Alte flüstert, und immer wieder muss er unterbrechen. “Mein Name ist Derios Graubart, ich bin Magier. Kämpfe gegen einen Dämon. War ein Fehler, ein großer Fehler... habe... keine Kraft mehr... ihn zu bezwingen... kann nur durchhalten... einige Tage hoffentlich... und auf Hilfe hoffen.” Dann wendet er sich von euch ab. Wollt ihr..",
            "follower": {
                "0": 28,
                "1": 42,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "26": {
            "id": "26",
            "name": "weiter kämpfen.",
            "text": "Der Magier verliert das Bewusstsein, und dann bricht die Hölle los. Plötzlich verwandelt sich der alte Gutshof in ein flammendes Inferno! Ein fieses Lachen ertönt, das direkt aus den Niederhöllen zu kommen scheint. Ihr schickt ein Stoßgebet zu Boron, als euch klar wird, dass ihr einen riesigen Fehler begangen habt. Aber es wird nicht Golgari sein, der euch jetzt holt... Euer Held ein unrühmliches Ende als Dämonen ihn in die Niederhöllen reißen...",
            "follower": {
                "0": null,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "28": {
            "id": "28",
            "name": "euch im Raum umsehen",
            "text": "Ihr findet noch einige magische Utensilien, sowie ein paar Vorräte, entscheidet euch aber, alles an seinem Platz zu lassen. Aber auf einem Tisch liegt ein Stück Pergament.",
            "follower": {
                "0": 16,
                "1": 42,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "29": {
            "id": "29",
            "name": "sucht nach einer Erklärung.",
            "text": "Da ihr euch mit magischen Dingen überhaupt nicht auskennt, fällt euch nichts weiter auf.",
            "follower": {
                "0": 24,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "31": {
            "id": "31",
            "name": "das Angebot annehmen?",
            "text": "Die Axt ist ein schönes Stück Handwerkskunst und ihr habt das Gefühl ein leichtes Glimmen gehe von den eingravierten Runen aus.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": "add|Hjallas Axt"
            }
        },
        "32": {
            "id": "31",
            "name": "oder verwendet Ihr lieber Eure eigene Waffe?",
            "text": "“Dann lasst mich zumindest Eure Waffe segnen”, meint die Geweihte. Worauf sie eure Waffe segnet, was gegen das untote Gezücht sicherlich nicht schaden kann.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "34": {
            "id": "34",
            "name": "die Bücher durchsehen",
            "text": "Es handelt sich offensichtlich um die Bibliothek eines Magiers. Wertvolle Bücher sind auf den ersten Blick nicht darunter. Den Titeln nach zu urteilen liegt ein Schwerpunkt der Bibliothek auf der Beschwörung",
            "follower": {
                "0": 54,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "35": {
            "id": "35",
            "name": "die Bücher durchsehen",
            "text": "Als Ihr die Tür, die gen Efferd geht, öffnet, stürzt sich sofort ein Untoter, der sich in dem Raum befindet, auf euch. Ihr reisst eure Waffe hoch. Hinter ihm stehen gleich noch zwei bereit! Zum Glück steht Ihr in der Tür, so dass nur einer zur Zeit zuschlagen kann. Den einen, dem der linke Arm zur Hälfte fehlt, habt Ihr doch in der letzten Nacht schon gesehen...",
            "follower": {
                "0": 39,
                "1": 14,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "42": {
            "id": "42",
            "name": "Kehrt nach Ingvalla zurück",
            "text": "“Dann lasst mich zumindest Eure Waffe segnen”, meint die Geweihte. Worauf sie eure Waffe segnet, was gegen das untote Gezücht sicherlich nicht schaden kann.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        },
        "54": {
            "id": "54",
            "name": "nächsten Raum durchsuchen",
            "text": "“Dann lasst mich zumindest Eure Waffe segnen”, meint die Geweihte. Worauf sie eure Waffe segnet, was gegen das untote Gezücht sicherlich nicht schaden kann.",
            "follower": {
                "0": 8,
                "1": null,
		        "2": null
            },
            "trigger": {
                "story_control": "run",
                "inventory": null
            }
        }
    }
}}